Repository: smartbooster/sonata-bundle
Catalog: translations/email.*.xlf
Languages: fr

# smart.email.general_info
source: <p>This page is used to validate the content and design of emails sent.</p> <p>Since these emails are dynamic and context-dependent, the action buttons are fake and the dynamic parameters are displayed between percent sign, like this %param%.</p> <p>You will find the description of the functionalities of the buttons/link directly integrated at the bottom of each email.</p>
fr: <p>Cette page sert à valider le contenu et le design des emails envoyés.</p> <p>Ces emails étant dynamiques et dépendants du contexte, les boutons d'action sont factices et les paramètres dynamiques sont affichés entre signe pourcentage %paramètre%.</p> <p>Vous trouverez le descriptif des fonctionnalités des boutons/liens directement intégré en bas de chaque email.</p>

# smart.email.subject
source: Subject
fr: Objet du mail

# smart.email.recipient
source: Recipient
fr: Destinataire

# smart.email.test_form_help
source: Send this email to check his deliverability
fr: Envoyer cet email pour tester sa délivrabilité

# smart.email.test_form.email_error
source: Invalid email <b>%recipient%</b>. The email has not been sent.
fr: Adresse email <b>%recipient%</b> non valide. L'email n'a pas été envoyé.

# smart.email.test_form.success
source: Email <b>#%code%</b> sent to <b>%recipient%</b>
fr: Mail <b>#%code%</b> envoyé à <b>%recipient%</b>

# smart.email.empty_recipient_error
source: Undefined recipient for email with code %code%
fr: Pas de destinataire renseigné pour l'email avec code %code%

# smart.email.missing_smart_group
source: Missing email group translation
fr: Traduction manquante du groupe d'email

# smart.email.missing_title
source: Missing email title translation
fr: Traduction manquante du titre de l'email

# smart.email.missing_subject
source: Missing email subject translation
fr: Traduction manquante de l'objet de l'email

# smart.email.missing_template
source: Missing email template
fr: Template de l'email introuvable

# admin.security.forgot_password.subject
source: Forgot password request
fr: Demande de changement de mot de passe

# admin.security.forgot_password.doc_title
source: Reinit Backoffice password
fr: Réinitialisation de mot de passe Backoffice

# reset_password.link.documentation_help
source: Link <b>%action%</b> : Returns to the backoffice url /reset_password so that the admin can update his password
fr: Lien <b>%action%</b> : Renvoie sur l'url du backoffice /reset_password pour que l'admin puisse mettre à jour son mot de passe

# forgot_password.welcome
source: Hello,<br /> <br /> You have made a request to reset your password.<br /> If you didn't request it, you can just ignore this email.
fr: Bonjour,<br /> <br /> Vous avez fait une demande de réinitialisation de mot de passe pour accéder à votre compte.<br /> Si vous n'êtes pas à l'origine de cette demande, vous pouvez simplement ignorer cet email.

# forgot_password.action.click
source: To reset your password click on the link below :
fr: Pour réinitialiser votre mot de passe, merci de suivre le lien ci-dessous :

# forgot_password.reset_password.link
source: Reset my password
fr: Renouveler mon mot de passe

# admin.security.account_creation.subject
source: To complete your account, please initialize your password
fr: Pour finaliser votre compte, merci d'initialiser votre mot de passe

# admin.security.account_creation.doc_title
source: Finish Backoffice account creation
fr: Finaliser votre compte Backoffice

# account_creation.welcome
source: Hello,
fr: Bonjour,

# account_creation.action.click
source: To finalize the creation of your account, please follow the link to initialize your password:
fr: Pour finaliser la création de votre compte, merci de suivre le lien suivant afin d'initialiser votre mot de passe :

# account_creation.reset_password.link
source: Initialize my password
fr: Initialiser mon mot de passe

# security.token.information
source: Please note, for security reasons, these links are for single use only. Please delete these emails once the action has been performed.
fr: Attention, par mesure de sécurité ces liens sont à usage unique. Merci de supprimer ces mails une fois l'action effectuée.
